<?php

return [
    //id формы
    'index-form'    =>  [
                           'title' => 'Сообщение с сайта | Главная страница',
                           // Поля формы, значения которых необходимо переслать через email
                           'fields' =>  [
                                            'name'      => 'Имя',
                                            'email'     => 'E-mail',
                                            'message'   => 'Сообщение',    
                                        ]
                        ],
    'call_request'  =>  [
                           'title' => 'Позвоните мне!',
                           // Поля формы, значения которых необходимо переслать через email
                           'fields' =>  [
                                            'name'      => 'Имя',
                                            'phone'     => 'Телефон',                                            
                                        ]
                        ],
    'form_message'    =>  [
                           'title' => 'Сообщение с сайта | Модальное окно',
                           // Поля формы, значения которых необходимо переслать через email
                           'fields' =>  [
                                            'name'      => 'Имя',
                                            'email'     => 'E-mail',
                                            'message'   => 'Сообщение',    
                                        ]
                            ],
    'contact-form'    =>  [
                           'title' => 'Сообщение с сайта | Страница контакты',
                           // Поля формы, значения которых необходимо переслать через email
                           'fields' =>  [
                                            'name'      => 'Имя',
                                            'email'     => 'E-mail',
                                            'message'   => 'Сообщение',    
                                        ]
                        ]
];

